<template>
    <fragment>
        <svg-icons></svg-icons>
        <div id="top-level" class="site-container">
            <aside-main></aside-main>
            <header-main :user="auth_user"></header-main>
            <main>
                <div class="service">
                    <div class="service-aside">
                        <div class="service-aside__inner">
                            <a class="logo logo--big" href="index">
                                <svg width="240" height="43">
                                    <use href="#icon-logo-big"></use>
                                </svg>
                            </a>
                            <div class="service-aside__links">
                                <a href="delivery">Доставка и оплата</a>
                                <a href="warranty">Гарантия и возврат</a>
                                <a href="faq">Покупки в кредит</a>
                                <a href="faq">Сервисные услуги</a>
                                <a href="faq">Частые вопросы</a>
                                <a href="faq">Условия продажи товаров</a>
                                <a href="policy">Политика конфиденциальности</a>
                                <a href="contact">Контакты</a>
                                <a href="index">Вернуться на главную</a>
                            </div>
                        </div>
                    </div>
                    <div class="service__container">
                        <div class="bread-crumbs ">
                            <a href="index">Главная</a>
                            <a href="warranty" aria-current="location">Гарантия и возврат</a>
                        </div>
                        <h1 class="title">Гарантия и возврат</h1>
                        <div class="service__banner">
                            <picture>
                                <!-- 1x-375px/180px 2x-750px/360px -->
                                <source type="image/webp"
                                        srcset="img/content/warranty.webp 1x, img/content/warranty@2x.webp 2x">
                                <img src="img/content/warranty.jpg" srcset="img/content/warranty@2x.jpg 2x" width="375"
                                     height="180"
                                     alt="инжинер" loading=lazy decoding=async>
                            </picture>
                        </div>
                        <div class="service__text-block">
                            <p>Магазин МедиаШоп24 осуществляет продажу товаров в соответствии с законом «О защите прав
                                потребителей» и
                                данными правилами продажи и обмена/возврата товара. В отдельных случаях могут действовать иные
                                договоренности.</p>
                            <p>Наш магазин предоставляет гарантию на всю продаваемую продукцию; В случае, если производителем
                                устанавливается официальное гарантийное обслуживание техники, то вы можете обращаться за
                                обслуживанием в
                                сервисные центры напрямую.</p>
                            <p>При продаже оформляется гарантийный <b>на 1 год</b> талон в соответствии со всеми требованиями
                                Закона о
                                Защите Прав Потребителей. Гарантийные обязательства несет магазин МедиаШоп24. <br>При
                                необходимости мы
                                <b>БЕСПЛАТНО</b> оформляем и электронную гарантию.</p>
                            <p>В случае гарантийного обращения : прием и выдача товаров осуществляется в часы работы нашего
                                сервисного
                                офиса ,<b>по будням с 10:00 до 18:00 по МСК</b>, а также в другое время по предварительной
                                договоренности.
                                Возврат, обмен и прием на гарантийный ремонт товара производится при наличии документов,
                                подтверждающих
                                покупку товара, а так же документа удостоверяющего личность.</p>
                        </div>
                        <h2 class="service__title">Внимательно ознакомьтесь со следующей информацией:</h2>
                        <div class="service__text-block">
                            <ol>
                                <li>Если купленный у нас товар оказался товаром ненадлежащего качества, Магазин МедиаШоп24 несет
                                    ответственность перед покупателем согласно закону «О защите прав потребителей».
                                </li>
                                <li>Если купленный вами товар является товаром надлежащего качества и не относится к технически
                                    сложным
                                    товарам, но не подошел вам по каким-либо параметрам, вы можете вернуть или обменять его в
                                    течение 14
                                    (четырнадцати) дней, не считая дня его покупки!
                                    <p class="service__important">
                                        <b>ВАЖНО!</b> Товар должен находиться в надлежащем состоянии - вещь не была в
                                        употреблении, упаковка
                                        не повреждена, все пломбы и ярлыки сохранены.
                                    </p>
                                </li>
                                <li>Если товар был поврежден после покупки по вине покупателя из-за нарушения условий
                                    эксплуатации, хранения или транспортировки, а также из-за действий других людей или
                                    чрезвычайных
                                    обстоятельств, обмен или возврат такого товара не производится.
                                </li>
                                <li>Технически сложные
                                    товары, полный перечень которых установлен постановлением Правительства РФ от 10.11.2011 N
                                    924, в
                                    случае обнаружения неисправностей можно вернуть или обменять в течение 15 дней со дня
                                    покупки. По
                                    истечении 15 дней возврат или обмен возможен в трех случаях: если обнаружен серьезный
                                    дефект;
                                    если дефект не был устранен в установленные Законом сроки; если из-за многократного
                                    устранения
                                    дефектов товар невозможно было использовать в общей сложности более 30 дней в течение
                                    каждого
                                    года гарантийного срока.
                                </li>
                            </ol>
                        </div>
                        <h2 class="service__title">Оператор может обрабатывать следующие персональные данные Пользователя</h2>
                        <div class="service__text-block">
                            <ol>
                                <li>Фамилия, имя, отчество;</li>
                                <li>Электронный адрес;</li>
                                <li>Номера телефонов;</li>
                                <li>адрес доставки;</li>
                                <li>Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов
                                    «cookie»)
                                    с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
                                </li>
                                <li>Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные
                                    данные.
                                </li>
                            </ol>
                        </div>
                        <h2 class="service__title">Цели обработки персональных данных</h2>
                        <div class="service__text-block">
                            <ol>
                                <li>Цель обработки персональных данных Пользователя — уточнение деталей заказа.</li>
                                <li>Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах,
                                    специальных предложениях и различных событиях. Пользователь всегда может отказаться от
                                    получения
                                    информационных сообщений, направив Оператору письмо на адрес электронной почты
                                    info@mediashop24.ru с
                                    пометкой «Отказ от уведомлениях о новых продуктах и услугах и специальных предложениях».
                                </li>
                                <li>Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат
                                    для сбора
                                    информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.
                                </li>
                            </ol>
                        </div>
                        <h2 class="service__title">Правовые основания обработки персональных данных</h2>
                        <div class="service__text-block">
                            <ol>
                                <li>Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или
                                    отправки
                                    Пользователем самостоятельно через специальные формы, расположенные на сайте
                                    http://mediashop24.ru/.
                                    Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору,
                                    Пользователь выражает
                                    свое согласие с данной Политикой.
                                </li>
                                <li>Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в
                                    настройках
                                    браузера Пользователя (включено сохранение файлов «cookie» и использование технологии
                                    JavaScript).
                                </li>
                            </ol>
                        </div>
                        <h2 class="service__title">Порядок сбора, хранения, передачи и других видов обработки персональных
                            данных</h2>
                        <div class="service__text-block">
                            <p>Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем
                                реализации
                                правовых, организационных и технических мер, необходимых для выполнения в полном объеме
                                требований
                                действующего законодательства в области защиты персональных данных.</p>
                            <ol>
                                <li>Оператор обеспечивает сохранность персональных данных и принимает все возможные меры,
                                    исключающие
                                    доступ к персональным данным неуполномоченных лиц.
                                </li>
                                <li>Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим
                                    лицам, за
                                    исключением случаев, связанных с исполнением действующего законодательства.
                                </li>
                                <li>В случае выявления неточностей в персональных данных, Пользователь может актуализировать их
                                    самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора
                                    info@mediashop24.ru с пометкой «Актуализация персональных данных».
                                </li>
                                <li>Срок обработки персональных данных является неограниченным. Пользователь может в любой
                                    момент отозвать
                                    свое согласие на обработку персональных данных, направив Оператору уведомление посредством
                                    электронной
                                    почты на электронный адрес Оператора info@mediashop24.ru с пометкой «Отзыв согласия на
                                    обработку
                                    персональных данных».
                                </li>
                            </ol>
                        </div>
                        <h2 class="service__title">Трансграничная передача персональных данных</h2>
                        <div class="service__text-block">
                            <ol>
                                <li>Оператор до начала осуществления трансграничной передачи персональных данных обязан
                                    убедиться в том,
                                    что иностранным государством, на территорию которого предполагается осуществлять передачу
                                    персональных
                                    данных, обеспечивается надежная защита прав субъектов персональных данных.
                                </li>
                                <li>Трансграничная передача персональных данных на территории иностранных государств, не
                                    отвечающих
                                    вышеуказанным требованиям, может осуществляться только в случае наличия согласия в
                                    письменной форме
                                    субъекта персональных данных на трансграничную передачу его персональных данных и/или
                                    исполнения
                                    договора, стороной которого является субъект персональных данных.
                                </li>
                            </ol>
                        </div>
                        <h2 class="service__title">Заключительные положения</h2>
                        <div class="service__text-block">
                            <ol>
                                <li>Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки
                                    его
                                    персональных данных, обратившись к Оператору с помощью электронной почты
                                    info@mediashop24.ru.
                                </li>
                                <li>В данном документе будут отражены любые изменения политики обработки персональных данных
                                    Оператором.
                                    Политика действует бессрочно до замены ее новой версией.
                                </li>
                                <li>Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу
                                    http://mediashop24.ru/privacy.php.
                                </li>
                            </ol>
                        </div>
                    </div>
                </div>
            </main>
        </div>
        <footer-main :is-info='true'></footer-main>
        <template id="template">
            <!-- На всех страницах -->
            <modal-login></modal-login>
            <modal-fast-order></modal-fast-order>
            <modal-register></modal-register>
            <modal-recover></modal-recover>
            <modal-recover-next></modal-recover-next>
            <modal-call></modal-call>
            <modal-location></modal-location>
            <modal-search-header></modal-search-header>
            <modal-success-order></modal-success-order>
            <modal-fail></modal-fail>
            <modal-error></modal-error>
            <modal-subscribe></modal-subscribe>
            <modal-help></modal-help>
        </template>
        <a class="to-top arrow arrow--up" href="#top-level" aria-label="подняться в начало страницы"></a>
        <cookies></cookies>
    </fragment>
</template>

<script>
export default {
    name: "Page-Warranty",
    props:{
        auth_user:{
            default: null
        }
    }
}
</script>

<style scoped>

</style>
