<template>
    <div id="help" class="modal modal-from-right help" aria-hidden="true">
        <div class="modal-wrap">
            <div class="modal-body help__modal-body">
                <h2 class="title">Помощь</h2>
                <div class="help__bread-crumbs">
                    <a href="#!" data-target="offer">Договор оферты</a>
                    <a href="#!" data-target="ship">Доставка и оплата</a>
                    <a href="#!" data-target="policy">Политика конфиденциальности</a>
                </div>
                <div class="help__modal-content-wrap">
                    <div id="offer" class="help__modal-content">
                        <h3>Договор оферты</h3>
                        <p>Наша Политика охватывает, как и почему мы собираем, используем, защищаем и передаем вашу (как
                            Клиента
                            или Партнера) личную информацию:</p>
                        <p>На наших веб-сайтах и в мобильных приложениях, где размещена данная Политика. В пунктах
                            выдачи заказов
                            и точках реализации товаров. Наша политика ориентирована на личную информацию - информацию,
                            которая
                            идентифицирует вас или обоснованно может быть связана с информацией, которая идентифицирует
                            вас.
                            Например, когда вы размещаете покупаете товар, мы собираем личную информацию, такую как имя,
                            адрес,
                            номер телефона для выполнения вашего заказа или паспортные данные для выполнения заказанных
                            вами услуг.
                        </p>
                        <p>Мы требуем от наших партнеров, деловых партнеров и поставщиков услуг правильного управления
                            вашей
                            личной информацией. Наши сотрудники несут ответственность за обеспечение соблюдения этой
                            Политики. Мы
                            требуем от всех, кто управляет личной информацией наших клиентов, делать это должным образом
                            и в
                            соответствии с нашими правилами.</p>
                        <p>Предоставляя свои персональные данные, вы соглашаетесь на их обработку Компанией ООО
                            "Интернет Решения"
                            и их передачу в ООО «Интернет Трэвел», в целях исполнения Продавцом и/или его партнерами
                            своих
                            обязательств перед вами (становясь Клиентом), продажи товаров и предоставления услуг,
                            использования
                            сервисов, связанных с брендом Ozon, предоставления справочной информации, а также в целях
                            продвижения
                            товаров, работ и услуг, а также соглашается на получение сообщений рекламно-информационного
                            характера и
                            сервисных сообщений.</p>
                        <h4>1. Какую информацию мы собираем?</h4>
                        <p>На наших веб-сайтах и в мобильных приложениях, где размещена данная Политика. В пунктах
                            выдачи заказов
                            и точках реализации товаров. Наша политика ориентирована на личную информацию - информацию,
                            которая
                            идентифицирует вас или обоснованно может быть связана с информацией, которая идентифицирует
                            вас.
                            Например, когда вы размещаете покупаете товар, мы собираем личную информацию, такую как имя,
                            адрес,
                            номер телефона для выполнения вашего заказа или паспортные данные для выполнения заказанных
                            вами услуг.
                        </p>
                        <p>Мы требуем от наших партнеров, деловых партнеров и поставщиков услуг правильного управления
                            вашей
                            личной информацией. Наши сотрудники несут ответственность за обеспечение соблюдения этой
                            Политики. Мы
                            требуем от всех, кто управляет личной информацией наших клиентов, делать это должным образом
                            и в
                            соответствии с нашими правилами.</p>
                        <p>Предоставляя свои персональные данные, вы соглашаетесь на их обработку Компанией ООО
                            "Интернет Решения"
                            и их передачу в ООО «Интернет Трэвел», в целях исполнения Продавцом и/или его партнерами
                            своих
                            обязательств перед вами (становясь Клиентом), продажи товаров и предоставления услуг,
                            использования
                            сервисов, связанных с брендом Ozon, предоставления справочной информации, а также в целях
                            продвижения
                            товаров, работ и услуг, а также соглашается на получение сообщений рекламно-информационного
                            характера и
                            сервисных сообщений.</p>
                    </div>
                    <div id="ship" class="help__modal-content">
                        <h3>Доставка и оплата</h3>
                        <p>Наша Политика охватывает, как и почему мы собираем, используем, защищаем и передаем вашу (как
                            Клиента
                            или Партнера) личную информацию:</p>
                        <p>На наших веб-сайтах и в мобильных приложениях, где размещена данная Политика. В пунктах
                            выдачи заказов
                            и точках реализации товаров. Наша политика ориентирована на личную информацию - информацию,
                            которая
                            идентифицирует вас или обоснованно может быть связана с информацией, которая идентифицирует
                            вас.
                            Например, когда вы размещаете покупаете товар, мы собираем личную информацию, такую как имя,
                            адрес,
                            номер телефона для выполнения вашего заказа или паспортные данные для выполнения заказанных
                            вами услуг.
                        </p>
                        <p>Мы требуем от наших партнеров, деловых партнеров и поставщиков услуг правильного управления
                            вашей
                            личной информацией. Наши сотрудники несут ответственность за обеспечение соблюдения этой
                            Политики. Мы
                            требуем от всех, кто управляет личной информацией наших клиентов, делать это должным образом
                            и в
                            соответствии с нашими правилами.</p>
                        <p>Предоставляя свои персональные данные, вы соглашаетесь на их обработку Компанией ООО
                            "Интернет Решения"
                            и их передачу в ООО «Интернет Трэвел», в целях исполнения Продавцом и/или его партнерами
                            своих
                            обязательств перед вами (становясь Клиентом), продажи товаров и предоставления услуг,
                            использования
                            сервисов, связанных с брендом Ozon, предоставления справочной информации, а также в целях
                            продвижения
                            товаров, работ и услуг, а также соглашается на получение сообщений рекламно-информационного
                            характера и
                            сервисных сообщений.</p>
                        <h4>1. Какую информацию мы собираем?</h4>
                        <p>На наших веб-сайтах и в мобильных приложениях, где размещена данная Политика. В пунктах
                            выдачи заказов
                            и точках реализации товаров. Наша политика ориентирована на личную информацию - информацию,
                            которая
                            идентифицирует вас или обоснованно может быть связана с информацией, которая идентифицирует
                            вас.
                            Например, когда вы размещаете покупаете товар, мы собираем личную информацию, такую как имя,
                            адрес,
                            номер телефона для выполнения вашего заказа или паспортные данные для выполнения заказанных
                            вами услуг.
                        </p>
                        <p>Мы требуем от наших партнеров, деловых партнеров и поставщиков услуг правильного управления
                            вашей
                            личной информацией. Наши сотрудники несут ответственность за обеспечение соблюдения этой
                            Политики. Мы
                            требуем от всех, кто управляет личной информацией наших клиентов, делать это должным образом
                            и в
                            соответствии с нашими правилами.</p>
                        <p>Предоставляя свои персональные данные, вы соглашаетесь на их обработку Компанией ООО
                            "Интернет Решения"
                            и их передачу в ООО «Интернет Трэвел», в целях исполнения Продавцом и/или его партнерами
                            своих
                            обязательств перед вами (становясь Клиентом), продажи товаров и предоставления услуг,
                            использования
                            сервисов, связанных с брендом Ozon, предоставления справочной информации, а также в целях
                            продвижения
                            товаров, работ и услуг, а также соглашается на получение сообщений рекламно-информационного
                            характера и
                            сервисных сообщений.</p>
                    </div>
                    <div id="policy" class="help__modal-content">
                        <h3>Охват политики конфиденциальности</h3>
                        <p>Наша Политика охватывает, как и почему мы собираем, используем, защищаем и передаем вашу (как
                            Клиента
                            или Партнера) личную информацию:</p>
                        <p>На наших веб-сайтах и в мобильных приложениях, где размещена данная Политика. В пунктах
                            выдачи заказов
                            и точках реализации товаров. Наша политика ориентирована на личную информацию - информацию,
                            которая
                            идентифицирует вас или обоснованно может быть связана с информацией, которая идентифицирует
                            вас.
                            Например, когда вы размещаете покупаете товар, мы собираем личную информацию, такую как имя,
                            адрес,
                            номер телефона для выполнения вашего заказа или паспортные данные для выполнения заказанных
                            вами услуг.
                        </p>
                        <p>Мы требуем от наших партнеров, деловых партнеров и поставщиков услуг правильного управления
                            вашей
                            личной информацией. Наши сотрудники несут ответственность за обеспечение соблюдения этой
                            Политики. Мы
                            требуем от всех, кто управляет личной информацией наших клиентов, делать это должным образом
                            и в
                            соответствии с нашими правилами.</p>
                        <p>Предоставляя свои персональные данные, вы соглашаетесь на их обработку Компанией ООО
                            "Интернет Решения"
                            и их передачу в ООО «Интернет Трэвел», в целях исполнения Продавцом и/или его партнерами
                            своих
                            обязательств перед вами (становясь Клиентом), продажи товаров и предоставления услуг,
                            использования
                            сервисов, связанных с брендом Ozon, предоставления справочной информации, а также в целях
                            продвижения
                            товаров, работ и услуг, а также соглашается на получение сообщений рекламно-информационного
                            характера и
                            сервисных сообщений.</p>
                        <h4>1. Какую информацию мы собираем?</h4>
                        <p>На наших веб-сайтах и в мобильных приложениях, где размещена данная Политика. В пунктах
                            выдачи заказов
                            и точках реализации товаров. Наша политика ориентирована на личную информацию - информацию,
                            которая
                            идентифицирует вас или обоснованно может быть связана с информацией, которая идентифицирует
                            вас.
                            Например, когда вы размещаете покупаете товар, мы собираем личную информацию, такую как имя,
                            адрес,
                            номер телефона для выполнения вашего заказа или паспортные данные для выполнения заказанных
                            вами услуг.
                        </p>
                        <p>Мы требуем от наших партнеров, деловых партнеров и поставщиков услуг правильного управления
                            вашей
                            личной информацией. Наши сотрудники несут ответственность за обеспечение соблюдения этой
                            Политики. Мы
                            требуем от всех, кто управляет личной информацией наших клиентов, делать это должным образом
                            и в
                            соответствии с нашими правилами.</p>
                        <p>Предоставляя свои персональные данные, вы соглашаетесь на их обработку Компанией ООО
                            "Интернет Решения"
                            и их передачу в ООО «Интернет Трэвел», в целях исполнения Продавцом и/или его партнерами
                            своих
                            обязательств перед вами (становясь Клиентом), продажи товаров и предоставления услуг,
                            использования
                            сервисов, связанных с брендом Ozon, предоставления справочной информации, а также в целях
                            продвижения
                            товаров, работ и услуг, а также соглашается на получение сообщений рекламно-информационного
                            характера и
                            сервисных сообщений.</p>
                    </div>
                </div>
                <button type="button" class="modal-close" data-modal-close="help" aria-label="закрыть"></button>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "Modal-Help"
}
</script>

<style scoped>

</style>
